export const CHOSEONG = ['ㄱ', 'ㄲ', 'ㄴ', 'ㄷ', 'ㄸ', 'ㄹ', 'ㅁ', 'ㅂ', 'ㅃ', 'ㅅ', 'ㅆ', 'ㅇ', 'ㅈ', 'ㅉ', 'ㅊ', 'ㅋ', 'ㅌ', 'ㅍ', 'ㅎ'];
export const JUNGSEONG = ['ㅏ', 'ㅐ', 'ㅑ', 'ㅒ', 'ㅓ', 'ㅔ', 'ㅕ', 'ㅖ', 'ㅗ', 'ㅘ', 'ㅙ', 'ㅚ', 'ㅛ', 'ㅜ', 'ㅝ', 'ㅞ', 'ㅟ', 'ㅠ', 'ㅡ', 'ㅣ'];
export const JONGSEONG = ['', 'ㄱ', 'ㄲ', 'ㄳ', 'ㄴ', 'ㄵ', 'ㄶ', 'ㄷ', 'ㄹ', 'ㄺ', 'ㄻ', 'ㄼ', 'ㄽ', 'ㄾ', 'ㄿ', 'ㅀ', 'ㅁ', 'ㅂ', 'ㅄ', 'ㅅ', 'ㅆ', 'ㅇ', 'ㅈ', 'ㅊ', 'ㅋ', 'ㅌ', 'ㅍ', 'ㅎ'];

export const KEYBOARD_LAYOUT = [
    ['ㅂ', 'ㅈ', 'ㄷ', 'ㄱ', 'ㅅ', 'ㅛ', 'ㅕ', 'ㅑ'],
    ['ㅁ', 'ㄴ', 'ㅇ', 'ㄹ', 'ㅎ', 'ㅗ', 'ㅓ', 'ㅏ', 'ㅣ'],
    ['ENTER', 'ㅋ', 'ㅌ', 'ㅊ', 'ㅍ', 'ㅠ', 'ㅜ', 'ㅡ', 'BACK']
];

export const WORDS = [
    "각막", "각질", "각혈", "간경", "간성", "간암", "간염", "간장", "간질", "갈증", "감각", "감별", "감압", "감염", "강박", "건강", "건막", "건선", "검안", "검역", "검진", "검출", "견갑", "결막", "결장", "결절", "결찰", "결핍", "경결", "경골", "경령", "경막", "경상", "경증", "경직", "경통", "골격", "골막", "골반", "골절", "공막", "굴절", "균열", "균혈", "근력", "근막", "근육", "근종", "근통", "금단", "금연", "급성", "긴급", "난산", "난임", "난청", "남용", "농양", "농혈", "눈물", "눈병", "늑간", "늑골", "늑막", "단식", "단층", "담낭", "담석", "담즙", "당분", "당질", "독감", "독물", "독성", "독약", "독혈", "동공", "동상", "동통", "림절", "만병", "만성", "망막", "면역", "멸균", "몸살", "문병", "문진", "민감", "반응", "반점", "발목", "발병", "발암", "발열", "발육", "발작", "발적", "발진", "발한", "방역", "병독", "병동", "병력", "병명", "병변", "병상", "병실", "병인", "복강", "복골", "복근", "복막", "복벽", "복압", "복약", "복용", "복통", "본진", "봉합", "분만", "분석", "분진", "불면", "불안", "불임", "빈혈", "산전", "산증", "산혈", "살균", "상담", "상병", "석면", "선암", "설암", "섬망", "성병", "성상", "성장", "성홍", "속병", "손목", "손상", "숙면", "숙성", "습윤", "식염", "신경", "신석", "신성", "신암", "신염", "신장", "신전", "실명", "실신", "실혈", "심근", "심낭", "심막", "심박", "심방", "심실", "심음", "심장", "심전", "심정", "심통", "악력", "악몽", "안압", "암종", "압상", "압통", "약국", "약물", "약실", "약전", "약품", "양상", "양성", "양약", "역병", "연골", "연막", "열병", "열상", "염병", "염분", "염산", "염증", "영상", "영양", "욕창", "용량", "용법", "용혈", "운동", "육종", "음낭", "음성", "응급", "응혈", "인산", "인술", "임상", "임신", "입실", "작열", "잠복", "잡음", "장막", "장벽", "장암", "장염", "적응", "적혈", "전약", "전염", "절단", "절상", "절식", "점막", "접골", "접종", "접촉", "정낭", "정력", "정상", "정신", "종격", "종골", "종물", "종양", "종창", "중독", "중등", "중상", "중증", "중풍", "직장", "진균", "진단", "진전", "진정", "진찰", "진통", "질벽", "질병", "질산", "질염", "착란", "착상", "찰상", "창상", "척골", "천공", "천식", "철분", "청결", "청력", "청진", "촉진", "총상", "출산", "출혈", "충혈", "측정", "침상", "침술", "침윤", "칼슘", "코로나", "콧물", "탄산", "통증", "통풍", "판독", "판막", "판정", "폭식", "풍진", "한약", "한열", "합병", "항균", "항문", "항암", "항염", "혈담", "혈당", "혈변", "혈병", "혈압", "혈장", "혈종", "혈증", "혈청", "혈흔", "협심", "협착", "형질", "혼란", "홍반", "홍역", "흉강", "흉골", "흉근", "흉막", "흉벽", "흉선", "흉통", "흑반", "흡연", "흡인", "흡입", "흡착"
];
